const consoleLog = document.querySelector('#consoleLog');
  consoleLog.addEventListener('click', () =>  {
      alert('А будет интересная информация и вся она здесь!'); //Служит для вывода информации в консоли
  })
  console.log('Автор:Iri Bronskaya'); //Текст выведенный в консоль
  console.info('Сделано в качестве практики к заданию 6.8.'); // Выводит текст на консоль как информационное сообщение
  console.error('Не является готовым сайтом'); // Выводит текст на консоль как сообщение об ошибке
  console.warn('Однако ж может где-то пригодиться'); // Выводит текст на консоль в качестве предупреждения

const name = prompt('Пожалуйста, представьтесь');
function myFunction() {
  let text;
  let name = prompt('Пожалуйста, представьтесь');
}




